[
    {
        "BasmlaType": "",
        "Fadl": "عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «يَا عَلِيُّ، أَلَا أُعَلِّمُكَ كَلِمَاتٍ إِذَا قُلْتَهُنَّ، غُفِرَ لَكَ، مَعَ أَنَّهُ مَغْفُورٌ لَكَ: لَا إِلَهَ إِلَّا اللَّهُ الْعَلِيُّ الْعَظِيمُ، لَا إِلَهَ إِلَّا اللَّهُ الْحَلِيمُ الْكَرِيمُ، سُبْحَانَ اللَّهِ رَبِّ السَّمَاوَاتِ السَّبْعِ وَرَبِّ الْعَرْشِ الْعَظِيمِ، وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ»\nمسند أحمد (712)، صحيح ابن حبان (6928) وصححه شعيب الأرنؤوط، وقال أحمد شاكر: إسناده صحيح، وقال الألباني: صحيح لغيره.",        
        "TypeID": 5,
        "ZekrContent": "لَا إِلَهَ إِلَّا اللَّهُ الْعَلِيُّ الْعَظِيمُ، لَا إِلَهَ إِلَّا اللَّهُ الْحَلِيمُ الْكَرِيمُ، سُبْحَانَ اللَّهِ رَبِّ السَّمَاوَاتِ السَّبْعِ وَرَبِّ الْعَرْشِ الْعَظِيمِ، والْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ.",
        "ZekrDesc": "[من قالهن غُفر له]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": 0,
        "Fadl": "عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنِّي لَأَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ مِائَةَ مَرَّةٍ» سنن ابن ماجه (3815)، وقال الألباني: حسن صحيح.\nوعَنِ الْأَغَرِّ الْمُزَنِيِّ، أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِنَّهُ لَيُغَانُ عَلَى قَلْبِي، وَإِنِّي لَأَسْتَغْفِرُ اللهَ، فِي الْيَوْمِ مِائَةَ مَرَّةٍ» صحيح مسلم (2702).",        
        "TypeID": 5,
        "ZekrContent": "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ.",
        "ZekrDesc": null,        
        "ZekrNoOfRep": 100        
    },
    {
        "BasmlaType": 0,
        "Fadl": "عَنْ أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ، قَالَتْ: مَرَّ بِي ذَاتَ يَوْمٍ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: يَا رَسُولَ اللهِ: إِنِّي قَدْ كَبِرْتُ وَضَعُفْتُ، أَوْ كَمَا قَالَتْ، فَمُرْنِي بِعَمَلٍ أَعْمَلُهُ وَأَنَا جَالِسَةٌ، قَالَ: «...، وَهَلِّلِي اللهَ مِائَةَ تَهْلِيلَةٍ، قَالَ ابْنُ خَلَفٍ: أَحْسِبُهُ قَالَ، تَمْلَأُ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ، وَلَا يُرْفَعُ يَوْمَئِذٍ لِأَحَدٍ مِثْلُ عَمَلِكَ إِلَّا أَنْ يَأْتِيَ بِمِثْلِ مَا أَتَيْتِ بِهِ». مسند أحمد (26911)، وحسنه الألباني في الصحيحة (13169).\nوعن عتبان بن مالك أن رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال: «إِنَّ اللَّهَ قَدْ حَرَّمَ عَلَى النَّارِ مَنْ قَالَ: لاَ إِلَهَ إِلَّا اللَّهُ، يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ». صحيح البخاري (425).\nوعَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَ: قِيلَ يَا رَسُولَ اللَّهِ مَنْ أَسْعَدُ النَّاسِ بِشَفَاعَتِكَ يَوْمَ القِيَامَةِ؟ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَقَدْ ظَنَنْتُ يَا أَبَا هُرَيْرَةَ أَنْ لاَ يَسْأَلُنِي عَنْ هَذَا الحَدِيثِ أَحَدٌ أَوَّلُ مِنْكَ لِمَا رَأَيْتُ مِنْ حِرْصِكَ عَلَى الحَدِيثِ أَسْعَدُ النَّاسِ بِشَفَاعَتِي يَوْمَ القِيَامَةِ، مَنْ قَالَ لاَ إِلَهَ إِلَّا اللَّهُ، خَالِصًا مِنْ قَلْبِهِ، أَوْ نَفْسِهِ». صحيح البخاري (99).",        
        "TypeID": 5,
        "ZekrContent": "لاَ إِلَهَ إِلاَّ الله.",
        "ZekrDesc": "[من قالها مائة مرة فإن ثوابها يملأ ما بين السماء والأرض]",        
        "ZekrNoOfRep": 100        
    },
    {
        "BasmlaType": 0,
        "Fadl": "عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ، سُبْحَانَ الله وَبِحَمْدِهِ، سُبْحَانَ الله الْعَظِيمِ» صحيح البخاري (6682)، صحيح مسلم (2694).",        
        "TypeID": 5,
        "ZekrContent": "سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ الْعَظِيمِ.",
        "ZekrDesc": "[ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": "",
        "Fadl": "عَنْ جَابِرِ بْنِ عَبْدِ الله، أَنَّ رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ قَالَ سُبْحَانَ الله الْعَظِيمِ وَبِحَمْدِهِ، غُرِسَتْ لَهُ نَخْلَةٌ فِي الْجَنَّةِ» سنن الترمذي (3464) وصححه الألباني.",        
        "TypeID": 5,
        "ZekrContent": "سُبْحَانَ اللهِ الْعَظِيمِ وَبِحَمْدِهِ",
        "ZekrDesc": "[من قالها غُرِسَتْ لَهُ نَخْلَةٌ فِي الْجَنَّةِ]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": 0,
        "Fadl": "عَنْ أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ، قَالَتْ: مَرَّ بِي ذَاتَ يَوْمٍ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: يَا رَسُولَ اللهِ: إِنِّي قَدْ كَبِرْتُ وَضَعُفْتُ، أَوْ كَمَا قَالَتْ، فَمُرْنِي بِعَمَلٍ أَعْمَلُهُ وَأَنَا جَالِسَةٌ، قَالَ: «...، وَاحْمَدِي اللهَ مِائَةَ تَحْمِيدَةٍ، فإنها تَعْدِلُ لَكِ مِائَةَ فَرَسٍ مُسْرَجَةٍ مُلْجَمَةٍ، تَحْمِلِينَ عَلَيْهَا فِي سَبِيلِ اللهِ، ...». مسند أحمد (26911)، وحسنه الألباني في الصحيحة (13169).\nوعَنْ عِمْرَانَ بْنِ حُصَيْنٍ، عَنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ أَفْضَلَ عِبَادِ اللهِ يَوْمَ الْقِيَامَةِ الْحَمَّادُونَ» المعجم الكبير للطبراني (254)، وصححه الألباني في صحيح الجامع (1571).",        
        "TypeID": 5,
        "ZekrContent": "الْحَمْدُ لِلَّهِ.",
        "ZekrDesc": "[من قالها مائة مرة كان كمن جهز مائة فرس تغزو في سبيل الله]",        
        "ZekrNoOfRep": 100        
    },
    {
        "BasmlaType": 0,
        "Fadl": "عَنْ أَبِي ذَرٍّ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَلَا أُخْبِرُكَ بِأَحَبِّ الْكَلَامِ إِلَى اللهِ؟» قُلْتُ: يَا رَسُولَ اللهِ أَخْبِرْنِي بِأَحَبِّ الْكَلَامِ إِلَى اللهِ، فَقَالَ: «إِنَّ أَحَبَّ الْكَلَامِ إِلَى اللهِ: سُبْحَانَ اللهِ وَبِحَمْدِهِ» صحيح مسلم (2731).\nوعَنْ أَبِي أُمَامَةَ، قَالَ: قَالَ رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ هَالَهُ اللَّيْلُ أَنْ يُكَابِدَهُ، وَبَخِلَ بِالْمَالِ أَنْ يُنْفِقَهُ، وَجَبُنَ عَنِ الْعَدُوِّ أَنْ يُقَاتِلَهُ فَلْيُكْثِرْ مِنْ سُبْحَانَ الله وَبِحَمْدِهِ؛ فَإِنَّهَا أَحَبُّ إِلَى الله مِنْ جَبَلِ ذَهَبٍ يُنْفِقُهُ فِي سَبِيلِ الله» المعجم الكبير للطبراني (7800) وقال الألباني في صحيح الترغيب والترهيب (1541): صحيح لغيره.\nوعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: قَالَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ نَبِيَّ اللَّهِ نُوحًا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَمَّا حَضَرَتْهُ الْوَفَاةُ قَالَ لِابْنِهِ: إِنِّي قَاصٌّ عَلَيْكَ الْوَصِيَّةَ: آمُرُكَ بِاثْنَتَيْنِ، وَأَنْهَاكَ عَنِ اثْنَتَيْنِ، آمُرُكَ بِلَا إِلَهَ إِلَّا اللَّهُ، فَإِنَّ السَّمَوَاتِ السَّبْعَ، وَالْأَرْضِينَ السَّبْعَ، لَوْ وُضِعَتْ فِي كِفَّةٍ، وَوُضِعَتْ لَا إِلَهَ إِلَّا اللَّهُ فِي كِفَّةٍ، رَجَحَتْ بِهِنَّ لَا إِلَهَ إِلَّا اللَّهُ، وَلَوْ أَنَّ السَّمَوَاتِ السَّبْعَ، وَالْأَرْضِينَ السَّبْعَ، كُنَّ حَلْقَةً مُبْهَمَةً، قَصَمَتْهُنَّ لَا إِلَهَ إِلَّا اللَّهُ، وَسُبْحَانَ اللَّهِ وَبِحَمْدِهِ، فَإِنَّهَا صَلَاةُ كُلِّ شَيْءٍ، وَبِهَا يُرْزَقُ الْخَلْقُ».\nمسند أحمد (6583) وصححه شعيب الأرنؤوط.\nوعَنْ أَبِي ذَرٍّ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ أَيُّ الْكَلَامِ أَحَبُّ إِلَى اللَّهِ عَزَّ وَجَلَّ؟ قَالَ: «مَا اصْطَفَاهُ لِمَلَائِكَتِهِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، ثَلَاثًا تَقُولُهَا»\nمسند أحمد (21529)، وقال شعيب الأرنؤوط: إسناده صحيح على شرط مسلم.",        
        "TypeID": 5,
        "ZekrContent": "سُبْحَانَ اللهِ وَبِحَمْدِهِ",
        "ZekrDesc": "[أحب الكلام إلى الله، وأَحَبُّ إِلَى الله مِنْ جَبَلِ ذَهَبٍ تُنْفِقُهُ فِي سَبِيلِ الله]",        
        "ZekrNoOfRep": 3        
    },
    {
        "BasmlaType": "",
        "Fadl": "عَنْ أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ، قَالَتْ: مَرَّ بِي ذَاتَ يَوْمٍ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: يَا رَسُولَ اللهِ: إِنِّي قَدْ كَبِرْتُ وَضَعُفْتُ، أَوْ كَمَا قَالَتْ، فَمُرْنِي بِعَمَلٍ أَعْمَلُهُ وَأَنَا جَالِسَةٌ، قَالَ: «سَبِّحِي اللهَ مِائَةَ تَسْبِيحَةٍ، فَإِنَّهَا تَعْدِلُ لَكِ مِائَةَ رَقَبَةٍ تُعْتِقِينَهَا مِنْ وَلَدِ إِسْمَاعِيلَ، وَاحْمَدِي اللهَ مِائَةَ تَحْمِيدَةٍ، فإنها تَعْدِلُ لَكِ مِائَةَ فَرَسٍ مُسْرَجَةٍ مُلْجَمَةٍ، تَحْمِلِينَ عَلَيْهَا فِي سَبِيلِ اللهِ، وَكَبِّرِي اللهَ مِائَةَ تَكْبِيرَةٍ، فَإِنَّهَا تَعْدِلُ لَكِ مِائَةَ بَدَنَةٍ مُقَلَّدَةٍ مُتَقَبَّلَةٍ، وَهَلِّلِي اللهَ مِائَةَ تَهْلِيلَةٍ، قَالَ ابْنُ خَلَفٍ: أَحْسِبُهُ قَالَ، تَمْلَأُ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ، وَلَا يُرْفَعُ يَوْمَئِذٍ لِأَحَدٍ مِثْلُ عَمَلِكَ إِلَّا أَنْ يَأْتِيَ بِمِثْلِ مَا أَتَيْتِ بِهِ ». مسند أحمد (26911)، وحسنه الألباني في الصحيحة (13169).\nوعن سَعْدٍ بن أبي وقاص قَالَ كُنَّا عِنْدَ رَسُولِ الله - صَلَّى الله عَلَيْهِ وَسَلَّمَ – فَقَالَ: «أَيَعْجِزُ أَحَدُكُمْ أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ؟». فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ: كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ؟ قَالَ: «يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ فَيُكْتَبُ لَهُ أَلْفُ حَسَنَةٍ أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ». صحيح مسلم (2698).\nوعَنْ عِمْرَانَ بْنِ حُصَيْنٍ، عَنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ أَفْضَلَ عِبَادِ اللهِ يَوْمَ الْقِيَامَةِ الْحَمَّادُونَ» المعجم الكبير للطبراني (254)، وصححه الألباني في صحيح الجامع (1571).\nوعن عتبان بن مالك أن رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال: «إِنَّ اللَّهَ قَدْ حَرَّمَ عَلَى النَّارِ مَنْ قَالَ: لاَ إِلَهَ إِلَّا اللَّهُ، يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ». صحيح البخاري (425).\nوعَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَ: قِيلَ يَا رَسُولَ اللَّهِ مَنْ أَسْعَدُ النَّاسِ بِشَفَاعَتِكَ يَوْمَ القِيَامَةِ؟ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَقَدْ ظَنَنْتُ يَا أَبَا هُرَيْرَةَ أَنْ لاَ يَسْأَلُنِي عَنْ هَذَا الحَدِيثِ أَحَدٌ أَوَّلُ مِنْكَ لِمَا رَأَيْتُ مِنْ حِرْصِكَ عَلَى الحَدِيثِ أَسْعَدُ النَّاسِ بِشَفَاعَتِي يَوْمَ القِيَامَةِ، مَنْ قَالَ لاَ إِلَهَ إِلَّا اللَّهُ، خَالِصًا مِنْ قَلْبِهِ، أَوْ نَفْسِهِ». صحيح البخاري (99).",        
        "TypeID": 5,
        "ZekrContent": "سُبْحَانَ اللهِ.",
        "ZekrDesc": "[من قالها مائة مرة، كان كمن أعتق مائة رقبة من ولد إسماعيل، ويُكتب له ألف حسنة أو يُحط عنه ألف خطيئة]",        
        "ZekrNoOfRep": 100        
    },
    {
        "BasmlaType": 0,
        "Fadl": "وعن زيد مولى رسول الله أنه سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الحَيَّ القَيُّومَ وَأَتُوبُ إِلَيْهِ، غُفِرَ لَهُ وَإِنْ كَانَ فَرَّ مِنْ الزَّحْفِ»\nسنن الترمذي (3577)، وصححه الألباني.\nوعَنِ ابنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ، وَأَتُوبُ إِلَيْهِ، ثَلَاثًا، غُفِرَتْ ذُنُوبُهُ، وَإِنْ كَانَ فَارًّا مِنَ الزَّحْفِ».\nالمستدرك على الصحيحين للحاكم (2550)، وقال: هَذَا حَدِيثٌ صَحِيحٌ عَلَى شَرْطِ مُسْلِمٍ وَلَمْ يُخَرِّجَاهُ.",        
        "TypeID": 5,
        "ZekrContent": "أَستغفِر اللهَ الذي لا إلَهَ إلا هوَ الحَي القَيوم وَأَتوب إلَيه.",
        "ZekrDesc": "[من قالها ثلاثًا غُفِرَ لَهُ وَإِنْ كَانَ فَرَّ مِنْ الزَّحْفِ]",        
        "ZekrNoOfRep": 3        
    },
    {
        "BasmlaType": 0,
        "Fadl": "عَنْ حَازِمِ بْنِ حَرْمَلَةَ قَالَ: مَرَرْتُ بِالنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لِي: «يَا حَازِمُ أَكْثِرْ مِنْ قَوْلِ: لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ، فَإِنَّهَا مِنْ كُنُوزِ الْجَنَّةِ». سنن ابن ماجه (3826)، وقال الألباني: صحيح لغيره.\nوعَنْ أَبِي مُوسَى، أَنَّ رَسُول اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «يَا أَبَا مُوسَى أَوْ يَا عَبْدَ اللهِ بْنَ قَيْسٍ أَلَا أَدُلُّكَ عَلَى كَلِمَةٍ مِنْ كَنْزِ الْجَنَّةِ» قُلْتُ: مَا هِيَ يَا رَسُولَ اللهِ؟ قَالَ: «لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ» صحيح البخاري (6409)، صحيح مسلم (2704).\nوعَنْ قَيْسِ بْنِ سَعْدِ بْنِ عُبَادَةَ، أَنَّ أَبَاهُ دَفَعَهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْدُمُهُ، قَالَ: فَمَرَّ بِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ صَلَّيْتُ فَضَرَبَنِي بِرِجْلِهِ وَقَالَ: «أَلَا أَدُلُّكَ عَلَى بَابٍ مِنْ أَبْوَابِ الجَنَّةِ؟» قُلْتُ: بَلَى؟ قَالَ: «لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ».\nسنن الترمذي (3581)، وصححه الألباني.",        
        "TypeID": 5,
        "ZekrContent": "لاَ حَوْلَ وَلاَ قُوَّةَ إِلَّا بالله.",
        "ZekrDesc": "[كنز من كنوز الجنة، وباب من أبوابها]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": 0,
        "Fadl": "عن أبي هريرة رضي الله عنه أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، قالَ: «مَن قالَ: لا إلَهَ إلَّا الله، وحْدَهُ لا شَرِيكَ له، له المُلْكُ وله الحَمْدُ، وهو علَى كُلِّ شيءٍ قَدِيرٌ، في يَومٍ مِائَةَ مَرَّةٍ، كانَتْ له عَدْلَ عَشْرِ رِقابٍ، وكُتِبَتْ له ماِئَةُ حَسَنَةٍ، ومُحِيَتْ عنْه مِائَةُ سَيِّئَةٍ، وكانَتْ له حِرْزًا مِنَ الشَّيْطانِ يَومَهُ ذلكَ حتَّى يُمْسِيَ، ولَمْ يَأْتِ أحَدٌ بأَفْضَلَ ممَّا جاءَ به، إلَّا أحَدٌ عَمِلَ أكْثَرَ مِن ذلكَ». صحيح البخاري (3293).\nو عن أَبِي أَيُّوبَ الْأَنْصَارِيِّ عن رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم، قال: «مَنْ قَالَ: لَا إِلَهَ إِلَّا الله وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، عَشْرَ مِرَارٍ كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ». صحيح مسلم (2693).",        
        "TypeID": 5,
        "ZekrContent": "لا إلَهَ إلَّا الله، وحْدَهُ لا شَرِيكَ له، له المُلْكُ وله الحَمْدُ، وهو علَى كُلِّ شيءٍ قَدِيرٌ",
        "ZekrDesc": "[من قالها في يوم مائة مرة، كانَتْ له عَدْلَ عَشْرِ رِقابٍ، وكُتِبَتْ له ماِئَةُ حَسَنَةٍ، ومُحِيَتْ عنْه مِائَةُ سَيِّئَةٍ، وكانَتْ له حِرْزًا مِنَ الشَّيْطانِ يَومَهُ ذلكَ حتَّى يُمْسِيَ، ولَمْ يَأْتِ أحَدٌ بأَفْضَلَ ممَّا جاءَ به، إلَّا أحَدٌ عَمِلَ أكْثَرَ مِن ذلكَ\nومن قالها عشر مرات، كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ] ",        
        "ZekrNoOfRep": 100        
    },
    {
        "BasmlaType": "",
        "Fadl": "عَنْ كَعْبِ بْنِ عُجْرَةَ قَالَ: «مُعَقِّبَاتٌ لَا يَخِيبُ قَائِلُهُنَّ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ مِائَةَ مَرَّةٍ».\nصحيح الأدب المفرد (622)، وصححه الألباني (486).",        
        "TypeID": 5,
        "ZekrContent": "سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ",
        "ZekrDesc": "[مُعَقِّبَاتٌ لَا يَخِيبُ قَائِلُهُنَّ]",        
        "ZekrNoOfRep": 100        
    },
    {
        "BasmlaType": 0,
        "Fadl": "عَنْ أَنَسِ بْن مَالِكٍ، قَالَ: قَالَ رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ صَلَّى عَلَيَّ صَلَاةً وَاحِدَةً صَلَّى الله عَلَيْهِ عَشْرَ صَلَوَاتٍ، وَحُطَّتْ عَنْهُ عَشْرُ خَطِيئَاتٍ، وَرُفِعَتْ لَهُ عَشْرُ دَرَجَاتٍ» سنن النسائي (1297) وصححه الألباني.\nوعن زَيْد بن خَارِجَة قَالَ: قال رَسُول اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «صَلُّوا عَلَيَّ وَاجْتَهِدُوا فِي الدُّعَاءِ، وَقُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ».\nسنن النسائي (1291)، وصححه الألباني.\nوعَنْ أَبِي طَلْحَةَ الْأَنْصَارِيِّ قَالَ: أَصْبَحَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمًا طَيِّبَ النَّفْسِ يُرَى فِي وَجْهِهِ الْبِشْرُ، قَالُوا: يَا رَسُولَ اللهِ، أَصْبَحْتَ الْيَوْمَ طَيِّبَ النَّفْسِ، يُرَى فِي وَجْهِكَ الْبِشْرُ، قَالَ: «أَجَلْ، أَتَانِي آتٍ مِنْ رَبِّي عَزَّ وَجَلَّ فَقَالَ: مَنْ صَلَّى عَلَيْكَ مِنْ أُمَّتِكَ صَلَاةً كَتَبَ اللهُ لَهُ بِهَا عَشْرَ حَسَنَاتٍ، وَمَحَا عَنْهُ عَشْرَ سَيِّئَاتٍ، وَرَفَعَ لَهُ عَشْرَ دَرَجَاتٍ، وَرَدَّ عَلَيْهِ مِثْلَهَا» مسند أحمد (16352)، وقال الألباني: حسن لغيره.\nوعَنْ عُمَيْرٍ الْأَنْصَارِيِّ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ صَلَّى عَلَيَّ مِنْ أُمَّتِي صَلَاةً مُخْلِصًا مِنْ قَلْبِهِ، صَلَّى الله عَلَيْهِ بِهَا عَشْرَ صَلَوَاتٍ، وَرَفَعَهُ بِهَا عَشْرَ دَرَجَاتٍ، وَكَتَبَ لَهُ بِهَا عَشْرَ حَسَنَاتٍ، وَمَحَا عَنْهُ عَشْرَ سَيِّئَاتٍ» السنن الكبرى للنسائي (9809) وقال الألباني: حسن صحيح.\nوعَنْ أَبِي سَعِيدٍ الخُدْرِيِّ، قَالَ: قُلْنَا: يَا رَسُولَ اللَّهِ هَذَا التَّسْلِيمُ فَكَيْفَ نُصَلِّي عَلَيْكَ؟ قَالَ: «قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ». صحيح البخاري (4798).\nوعَنْ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى، قَالَ: لَقِيَنِي كَعْبُ بْنُ عُجْرَةَ، فَقَالَ: أَلاَ أُهْدِي لَكَ هَدِيَّةً سَمِعْتُهَا مِنَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ فَقُلْتُ: بَلَى، فَأَهْدِهَا لِي، فَقَالَ: سَأَلْنَا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْنَا: يَا رَسُولَ اللَّهِ، كَيْفَ الصَّلاَةُ عَلَيْكُمْ أَهْلَ البَيْتِ، فَإِنَّ اللَّهَ قَدْ عَلَّمَنَا كَيْفَ نُسَلِّمُ عَلَيْكُمْ؟ قَالَ: «قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ». صحيح البخاري (3370).",        
        "TypeID": 5,
        "ZekrContent": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ.",
        "ZekrDesc": "[من صلى على النبي ﷺ، صَلَّى الله عَلَيْهِ بِهَا عَشْرَ صَلَوَاتٍ، وَرَفَعَهُ بِهَا عَشْرَ دَرَجَاتٍ، وَكَتَبَ لَهُ بِهَا عَشْرَ حَسَنَاتٍ، وَمَحَا عَنْهُ عَشْرَ سَيِّئَاتٍ]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": 0,
        "Fadl": "عن أبي سعيد الخدري، أن رسول الله صلى الله عليه وسلم قال: «مَنْ قَالَ: رَضِيتُ بالله رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ رَسُولًا وَجَبَتْ لَهُ الْجَنَّةُ». سنن أبي داود (1529)، وصححه الألباني.",        
        "TypeID": 5,
        "ZekrContent": "رَضِيتُ بالله رَبًّا، وَبِالْإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ رَسُولًا.",
        "ZekrDesc": "[من قالها وَجَبَتْ لَهُ الْجَنَّةُ]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": 1,
        "Fadl": "عَنْ مُعَاذِ بْنِ أَنَسٍ الْجُهَنِيِّ صَاحِبِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ قَرَأَ: قُلْ هُوَ اللَّهُ أَحَدٌ حَتَّى يَخْتِمَهَا عَشْرَ مَرَّاتٍ، بَنَى اللَّهُ لَهُ قَصْرًا فِي الْجَنَّةِ» فَقَالَ عُمَرُ بْنُ الْخَطَّابِ: إِذًا نَسْتَكْثِرَ يَا رَسُولَ اللَّهِ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اللَّهُ أَكْثَرُ وَأَطْيَبُ»\nمسند أحمد (15610)، وحسنه الألباني في الصحيحة (589).\nوفي رواية: وَمَنْ قَرَأَهَا عِشْرِينَ مَرَّةً بُنِيَ لَهُ قَصْرَانِ، وَمَنْ قَرَأَهَا ثَلَاثِينَ مَرَّةً بُنِيَ لَهُ ثَلَاثٌ» فَقَالَ عُمَرُ بْنُ الْخَطَّابِ: وَاللَّهِ يَا رَسُولَ اللَّهِ إِذَنْ لَنَكْثُرَنَّ قُصُورُنَا. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اللَّهُ أَوْسَعُ مِنْ ذَلِكَ»\nالمعجم الأوسط (281)، وحسنه الألباني في الصحيحة (2/ 137).",        
        "TypeID": 5,
        "ZekrContent": "{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}\n{قُلۡ هُوَ ٱللَّهُ أَحَدٌ (١) ٱللَّهُ ٱلصَّمَدُ (٢) لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ (٣) وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ (٤)}\n[الإخلاص: 1 - 4]",
        "ZekrDesc": "[من قرأها عشر مرات، بنى الله له قصرًا في الجنة. ومن قرأها عشرين مرة بُني له قصران، ومن قرأها ثلاثين بُني له ثلاث]",        
        "ZekrNoOfRep": 10        
    },
    {
        "BasmlaType": "",
        "Fadl": "عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، وَأَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ اللهَ عَزَّ وَجَلَّ اصْطَفَى مِنَ الْكَلَامِ أَرْبَعًا: سُبْحَانَ اللهِ، وَالْحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللهُ، وَاللهُ أَكْبَرُ، قَالَ: وَمَنْ قَالَ: سُبْحَانَ اللهِ كُتِبَ لَهُ عِشْرُونَ حَسَنَةً، وَحُطَّ عَنْهُ عِشْرُونَ سَيِّئَةً، وَمَنْ قَالَ: اللهُ أَكْبَرُ فَمِثْلُ ذَلِكَ، وَمَنْ قَالَ: لَا إِلَهَ إِلَّا اللهُ فَمِثْلُ ذَلِكَ، وَمَنْ قَالَ: الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ مِنْ قِبَلِ نَفْسِهِ، كُتِبَ لَهُ بِهَا ثَلَاثُونَ حَسَنَةً، وَحُطَّ عَنْهُ بِهَا ثَلَاثُونَ سَيِّئَةً». مسند أحمد (8093)، وصححه الألباني في صحيح الجامع (1718).\nوعَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «لَأَنْ أَقُولَ: سُبْحَانَ الله، وَالْحَمْدُ لله، وَلَا إِلَهَ إِلَّا الله، والله أَكْبَرُ، أَحَبُّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمْسُ» صحيح مسلم (2695).",        
        "TypeID": 5,
        "ZekrContent": "سُبْحَانَ اللهِ، والْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ، وَلَا إِلَهَ إِلَّا اللهُ، وَاللهُ أَكْبَرُ.",
        "ZekrDesc": "[من قالهن كتب الله له تسعين حسنة وحط عنه تسعين سيئة]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": "",
        "Fadl": "عن عبد الله بن عمرو، قال: قال رسول الله صلى الله عليه وسلم: «مَنْ قَالَ: لَا إِلَهَ إِلَّا اللهُ وَاللهُ أَكْبَرُ وَالْحَمْدُ للهِ وَسُبْحَانَ اللهِ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ كُفِّرَتْ ذُنُوبُهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ» سنن الترمذي (3460) بسند حسن، مسند أحمد (6959) واللفظ له، سنن النسائي (9874)، مستدرك الحاكم (1854) وقال صحيح على شرط مسلم.",        
        "TypeID": 5,
        "ZekrContent": "لَا إِلَهَ إِلَّا اللهُ وَاللهُ أَكْبَرُ وَالْحَمْدُ للهِ وَسُبْحَانَ الله وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ.",
        "ZekrDesc": "[من قالهن غفرت ذنوبه وإن كانت مثل زبد البحر]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": "",
        "Fadl": "عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: «ما اسْتَجارَ عبدٌ منَ النارِ سبعَ مراتٍ إلا قالتِ النارُ: يا ربِّ! إنَّ عبدَك فلاناً اسْتجارَ منِّي؛ فأجِرْهُ، ولا سأل عبدٌ الجنَّةَ سبعَ مراتٍ إلا قالَتِ الجنَّةُ: يا ربِّ! إن عبدَك فلاناً سألني؛ فأدْخِلْه الجنَّةَ» مسند أبي يعلى الموصلي (6192)، الترغيب والترهيب للمنذري (4/ 243)، وقال: رَوَاهُ أَبُو يعلى بِإِسْنَاد على شَرط البُخَارِيّ وَمُسلم. وصححه الألباني.",        
        "TypeID": 5,
        "ZekrContent": "اللَّهُمَّ أَجِرْنِي مِنَ النَّارِ.",
        "ZekrDesc": "[ما قالها عبد سبع مرات إلا قالت النار لربها: أجره مني]",        
        "ZekrNoOfRep": 7        
    },
    {
        "BasmlaType": "",
        "Fadl": "عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: «ما اسْتَجارَ عبدٌ منَ النارِ سبعَ مراتٍ إلا قالتِ النارُ: يا ربِّ! إنَّ عبدَك فلاناً اسْتجارَ منِّي؛ فأجِرْهُ، ولا سأل عبدٌ الجنَّةَ سبعَ مراتٍ إلا قالَتِ الجنَّةُ: يا ربِّ! إن عبدَك فلاناً سألني؛ فأدْخِلْه الجنَّةَ» مسند أبي يعلى الموصلي (6192)، الترغيب والترهيب للمنذري (4/ 243)، وقال: رَوَاهُ أَبُو يعلى بِإِسْنَاد على شَرط البُخَارِيّ وَمُسلم. وصححه الألباني.",        
        "TypeID": 5,
        "ZekrContent": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ.",
        "ZekrDesc": "[ما قالها عبد سبع مرات إلا قالت الجنة لربها: أدخله الجنة]",        
        "ZekrNoOfRep": 7        
    },
    {
        "BasmlaType": "",
        "Fadl": "عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ، أَنَّ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ مَرَّ بِهِ وَهُوَ يُحَرِّكُ شَفَتَيْهِ، فَقَالَ: «مَاذَا تَقُولُ يَا أَبَا أُمَامَةَ؟»، قَالَ: أَذْكُرُ رَبِّي، قَالَ: «أَلَا أُخْبِرُكَ بِأَكْثَرَ أَوْ أَفْضَلَ مِنْ ذِكْرِكَ اللَّيْلَ مَعَ النَّهَارِ وَالنَّهَارَ مَعَ اللَّيْلِ؟ أَنْ تَقُولَ: سُبْحَانَ الله عَدَدَ مَا خَلَقَ، وَسُبْحَانَ الله مِلْءَ مَا خَلَقَ، وَسُبْحَانَ اللهِ عَدَدَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، وَسُبْحَانَ اللهِ مِلْءَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، وَسُبْحَانَ اللهِ عَدَدَ مَا أَحْصَى كِتَابُهُ، وَسُبْحَانَ اللهِ عَدَدَ كُلِّ شَيْءٍ، وَسُبْحَانَ اللهِ مِلْءَ كُلِّ شَيْءٍ، وَتَقُولُ: الْحَمْدُ اللهِ مِثْلَ ذَلِكَ» صحيح ابن حبان (830) وحسنه شعيب الأرنؤوط، وقال الألباني: حسن صحيح.\nوفي رواية:\n«تَقُولُ الْحَمْدُ لِلَّهِ عَدَدَ مَا أَحْصَى كِتَابُهُ، وَالْحَمْدُ لِلَّهِ عَدَدَ مَا فِي كِتَابِهِ، وَالْحَمْدُ لِلَّهِ عَدَدَ مَا أَحْصَى خَلْقُهُ، وَالْحَمْدُ لِلَّهِ عَلَى مَا فِي خَلْقِهِ، وَالْحَمْدُ لِلَّهِ مِلْءَ سَمَاوَاتِهِ وَأَرْضِهِ، وَالْحَمْدُ لِلَّهِ عَدَدَ كُلِّ شَيْءٍ، وَالْحَمْدُ لِلَّهِ مِلْءَ كُلِّ شَيْءٍ، وَتُسَبِّحُ مِثْلَ ذَلِكَ وَتُكَبِّرُ مِثْلَ ذَلِكَ» المعجم الكبير للطبراني (8122)، وقال الألباني: صحيح لغيره.",        
        "TypeID": 5,
        "ZekrContent": "سُبْحَانَ اللهِ عَدَدَ مَا خَلَقَ، وَسُبْحَانَ اللهِ مِلْءَ مَا خَلَقَ، وَسُبْحَانَ اللهِ عَدَدَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، وَسُبْحَانَ اللهِ مِلْءَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، وَسُبْحَانَ اللهِ عَدَدَ مَا أَحْصَى كِتَابُهُ، وَسُبْحَانَ اللهِ عَدَدَ كُلِّ شَيْءٍ، وَسُبْحَانَ اللهِ مِلْءَ كُلِّ شَيْءٍ.\nالْحَمْدُ لله عَدَدَ مَا خَلَقَ، والْحَمْدُ لله مِلْءَ مَا خَلَقَ، والْحَمْدُ لله عَدَدَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، وَالْحَمْدُ لله مِلْءَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، والْحَمْدُ لله عَدَدَ مَا أَحْصَى كِتَابُهُ، وَالْحَمْدُ لله عَدَدَ كُلِّ شَيْءٍ، والْحَمْدُ لله مِلْءَ كُلِّ شَيْءٍ.\nاللهُ أَكْبَر عَدَدَ مَا خَلَقَ، واللهُ أَكْبَر مِلْءَ مَا خَلَقَ، واللهُ أَكْبَر عَدَدَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، واللهُ أَكْبَر مِلْءَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، واللهُ أَكْبَر عَدَدَ مَا أَحْصَى كِتَابُهُ، واللهُ أَكْبَر عَدَدَ كُلِّ شَيْءٍ، واللهُ أَكْبَر مِلْءَ كُلِّ شَيْءٍ.",
        "ZekrDesc": "[من قالهن كان أفضل من ذكره الليل مع النهار والنهار مع الليل]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": "",
        "Fadl": "عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، قَالَ: جَاءَ أَعْرَابِيٌّ إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: عَلِّمْنِي كَلَامًا أَقُولُهُ، قَالَ: «قُلْ: لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، اللهُ أَكْبَرُ كَبِيرًا، وَالْحَمْدُ لِلَّهِ كَثِيرًا، سُبْحَانَ اللهِ رَبِّ الْعَالَمِينَ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ الْعَزِيزِ الْحَكِيمِ» قَالَ: فَهَؤُلَاءِ لِرَبِّي، فَمَا لِي؟ قَالَ: «قُلْ:\nاللهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي»\nصحيح مسلم (2696)",        
        "TypeID": 5,
        "ZekrContent": "لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، اللهُ أَكْبَرُ كَبِيرًا، وَالْحَمْدُ لِله كَثِيرًا، سُبْحَانَ اللهِ رَبِّ الْعَالَمِينَ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ الْعَزِيزِ الْحَكِيمِ.",
        "ZekrDesc": null,        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": "",
        "Fadl": "عن عبد الله بن عُمَرَ قال: كُنَّا جُلُوسًا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَجُلٌ: اللَّهُ أَكْبَرُ كَبِيرًا، وَالْحَمْدُ لِلَّهِ كَثِيرًا، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلًا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: مَنْ قَالَ الْكَلِمَاتِ؟ فَقَالَ الرَّجُلُ: أَنَا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَالَّذِي نَفْسِي بِيَدِهِ إِنِّي لَأَنْظُرُ إِلَيْهَا تَصْعَدُ حَتَّى فُتِحَتْ لَهَا أَبْوَابُ السَّمَاءِ» فَقَالَ ابْنُ عُمَرَ: «وَالَّذِي نَفْسِي بِيَدِهِ مَا تَرَكْتُهَا مُنْذُ سَمِعْتُهَا مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»\nصحيح مسلم (601)، مسند أحمد (5722) واللفظ له\nوفي رواية: «لَقَدْ ابْتَدَرَهَا اثْنَا عَشَرَ مَلَكًا»\nسنن النسائي (885)، وصححه الألباني.",        
        "TypeID": 5,
        "ZekrContent": "اللَّهُ أَكْبَرُ كَبِيرًا، وَالْحَمْدُ لِلَّهِ كَثِيرًا، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلًا",
        "ZekrDesc": "[من فضلها أنها تفتح لها أبواب السماء]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": "",
        "Fadl": "عَن الأَغَرِّ أَبِي مُسْلِمٍ، قَالَ: أَشْهَدُ عَلَى أَبِي سَعِيدٍ، وَأَبِي هُرَيْرَةَ، أَنَّهُمَا شَهِدَا عَلَى النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «مَنْ قَالَ: لَا إِلَهَ إِلَّا الله والله أَكْبَرُ، صَدَّقَهُ رَبُّهُ، فَقَالَ: لَا إِلَهَ إِلَّا أَنَا، وَأَنَا أَكْبَرُ، وَإِذَا قَالَ: لَا إِلَهَ إِلَّا الله وَحْدَهُ قَالَ: يَقُولُ الله: لَا إِلَهَ إِلَّا أَنَا وَحْدِي، وَإِذَا قَالَ: لَا إِلَهَ إِلَّا الله وَحْدَهُ لَا شَرِيكَ لَهُ، قَالَ الله: لَا إِلَهَ إِلَّا أَنَا وَحْدِي لَا شَرِيكَ لِي، وَإِذَا قَالَ: لَا إِلَهَ إِلَّا الله لَهُ المُلْكُ وَلَهُ الحَمْدُ، قَالَ الله: لَا إِلَهَ إِلَّا أَنَا، لِيَ المُلْكُ وَلِيَ الحَمْدُ، وَإِذَا قَالَ: لَا إِلَهَ إِلَّا الله وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ، قَالَ الله: لَا إِلَهَ إِلَّا أَنَا، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِي، وَكَانَ يَقُولُ: مَنْ قَالَهَا فِي مَرَضِهِ ثُمَّ مَاتَ لَمْ تَطْعَمْهُ النَّارُ» قال الترمذي: «هذا حديث حسن». سنن الترمذي (3430) وصححه الألباني، صحيح ابن ماجه (3794).",        
        "TypeID": 5,
        "ZekrContent": "لاَ إِلَهَ إِلاَّ الله والله أَكْبَرُ\nلاَ إِلَهَ إِلاَّ الله وَحْدَهُ\nلاَ إِلَهَ إِلاَّ الله وَحْدَهُ لاَ شَرِيكَ لَهُ\nلاَ إِلَهَ إِلاَّ الله لَهُ الْمُلْكُ وَلَهُ الحَمْدُ\nلاَ إِلَهَ إِلاَّ الله وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بالله.",
        "ZekrDesc": "[من قالها في مرضه ثم مات لم تمسه النار]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": "",
        "Fadl": "عن عائشة قالت: كانَ رَسولُ اللهِ صَلَّى الله عليه وسلَّمَ يُكْثِرُ مِن قَوْلِ: «سُبْحَانَ اللهِ وبِحَمْدِهِ أسْتَغْفِرُ الله وأَتُوبُ إلَيْهِ». قالَتْ: فَقُلتُ يا رَسولَ اللهِ، أرَاكَ تُكْثِرُ مِن قَوْلِ: سُبْحَانَ اللهِ وبِحَمْدِهِ أسْتَغْفِرُ الله وأَتُوبُ إلَيْهِ؟ فَقالَ: «خَبَّرَنِي رَبِّي أنِّي سَأَرَى عَلَامَةً في أُمَّتِي، فَإِذَا رَأَيْتُهَا أكْثَرْتُ مِن قَوْلِ: سُبْحَانَ اللهِ وبِحَمْدِهِ أسْتَغْفِرُ الله وأَتُوبُ إلَيْهِ، فقَدْ رَأَيْتُهَا {إِذَا جَاءَ نَصْرُ اللهِ والْفَتْحُ} [النصر:1]، فَتْحُ مَكَّةَ، {وَرَأَيْتَ النَّاسَ يَدْخُلُونَ في دِينِ اللهِ أفْوَاجًا، فَسَبِّحْ بحَمْدِ رَبِّكَ واسْتَغْفِرْهُ إنَّه كانَ تَوَّابًا} [النصر:2-3]».\nصحيح مسلم (484).",        
        "TypeID": 5,
        "ZekrContent": "سُبْحَانَ اللهِ وَبِحَمْدِهِ، أَسْتَغْفِرُ اللهَ وَأَتُوبُ إِلَيْهِ",
        "ZekrDesc": null,        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": 0,
        "Fadl": "عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَا عَلَى الْأَرْضِ رَجُلٌ يَقُولُ: لَا إِلَهَ إِلَّا اللهُ، وَاللهُ أَكْبَرُ، وَسُبْحَانَ اللهِ، وَالْحَمْدُ لِلَّهِ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ، إِلَّا كُفِّرَتْ عَنْهُ ذُنُوبُهُ، وَلَوْ كَانَتْ أَكْثَرَ مِنْ زَبَدِ الْبَحْرِ». مسند أحمد (6479)، وصححه أحمد شاكر.",        
        "TypeID": 5,
        "ZekrContent": "لَا إِلَهَ إِلَّا الله، وَاللهُ أَكْبَر، وَسُبْحَانَ الله، وَالْحَمْدُ لِلَّه، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِالله.",
        "ZekrDesc": "[من قالهن كُفِّرَتْ عَنْهُ ذُنُوبُهُ، وَلَوْ كَانَتْ أَكْثَرَ مِنْ زَبَدِ الْبَحْرِ]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": 0,
        "Fadl": "عن الْحَارِثَ، مَوْلَى عُثْمَانَ، قال: جَلَسَ عُثْمَانُ عَلَى الْمَقَاعِدِ وَجَلَسْنَا مَعَهُ، فَلَمَّا جَاءَهُ الْمُؤَذِّنُ دَعَا بِمَاءٍ يَكُونُ قَدْرَ مُدٍّ فَتَوَضَّأَ، ثُمَّ قَالَ: رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَتَوَضَّأُ وُضُوئِي هَذَا، ثُمَّ قَالَ: «وَمَنْ تَوَضَّأَ وُضُوئِي ثُمَّ قَامَ يُصَلِّي الظُّهْرَ غُفِرَ لَهُ مَا بَيْنَهَا وَبَيْنَ صَلَاةِ الْعَصْرِ، وَمَنْ صَلَّى الْعَصْرَ غُفِرَ لَهُ مَا بَيْنَهَا وَبَيْنَ صَلَاةِ الْمَغْرِبِ، وَمَنْ صَلَّى الْمَغْرِبَ غُفِرَ لَهُ مَا بَيْنَهَا وَبَيْنَ صَلَاةِ الْعِشَاءِ، وَمَنْ صَلَّى الْعِشَاءَ غُفِرَ لَهُ مَا بَيْنَهَا وَمَا بَيْنَ صَلَاةِ الْفَجْرِ، أَوْ قَالَ الصُّبْحِ، ثُمَّ إِنْ قَامَ فَتَوَضَّأَ، ثُمَّ صَلَّى غُفِرَ لَهُ مَا بَيْنَهَا وَبَيْنَ الظُّهْرِ وَهُنَّ الْحَسَنَاتُ يُذْهِبْنَ السَّيِّئَاتِ»، قَالُوا: هَذِهِ الْحَسَنَاتُ، فَمَا الْبَاقِيَاتُ الصَّالِحَاتُ؟ فَقَالَ عُثْمَانُ: هِيَ لَا إِلَهَ إِلَّا اللَّهُ، وَسُبْحَانَ اللَّهِ وَبِحَمْدِهِ، وَاللَّهُ أَكْبَرُ، وَالْحَمْدُ لِلَّهِ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ.\nمسند البزار (405)، وقال الألباني في صحيح الترغيب والترهيب (366): حسن لغيره.",        
        "TypeID": 5,
        "ZekrContent": "لَا إِلَهَ إِلَّا اللَّهُ، وَسُبْحَانَ اللَّهِ وَبِحَمْدِهِ، وَاللَّهُ أَكْبَرُ، وَالْحَمْدُ لِلَّهِ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ.",
        "ZekrDesc": "[هي الباقيات الصالحات]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": 0,
        "Fadl": "عن شَدَّادُ بْنُ أَوْسٍ رَضِيَ اللَّهُ عَنْهُ: عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «سَيِّدُ الِاسْتِغْفَارِ أَنْ تَقُولَ: اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ». صحيح البخاري (6306).",        
        "TypeID": 5,
        "ZekrContent": "اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ.\n",
        "ZekrDesc": "[سيد الاستغفار]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": 0,
        "Fadl": "عَنْ عَلِيِّ بْنِ رَبِيعَةَ، قَالَ: شَهِدْتُ عَلِيًّا، أُتِيَ بِدَابَّةٍ لِيَرْكَبَهَا، فَلَمَّا وَضَعَ رِجْلَهُ فِي الرِّكَابِ، قَالَ: «بِسْمِ اللَّهِ» ثَلَاثًا، فَلَمَّا اسْتَوَى عَلَى ظَهْرِهَا، قَالَ: «الحَمْدُ لِلَّهِ»، ثُمَّ قَالَ: {سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا، وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ} [الزخرف: 14]، ثُمَّ قَالَ: «الحَمْدُ لِلَّهِ» ثَلَاثًا، «اللَّهُ أَكْبَرُ» ثَلَاثًا، «سُبْحَانَكَ إِنِّي قَدْ ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ»، ثُمَّ ضَحِكَ. فَقُلْتُ: مِنْ أَيِّ شَيْءٍ ضَحِكْتَ يَا أَمِيرَ المُؤْمِنِينَ؟ قَالَ: رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَنَعَ كَمَا صَنَعْتُ، ثُمَّ ضَحِكَ، فَقُلْتُ: مِنْ أَيِّ شَيْءٍ ضَحِكْتَ يَا رَسُولَ اللَّهِ؟ قَالَ: «إِنَّ رَبَّكَ لَيَعْجَبُ مِنْ عَبْدِهِ إِذَا قَالَ: رَبِّ اغْفِرْ لِي ذُنُوبِي إِنَّهُ لَا يَغْفِرُ الذُّنُوبَ غَيْرُكَ» سنن الترمذي (3446)، وقال: هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ، وصححه الألباني.",        
        "TypeID": 5,
        "ZekrContent": "رَبِّ اغْفِرْ لِي ذُنُوبِي إِنَّهُ لَا يَغْفِرُ الذُّنُوبَ غَيْرُكَ.",
        "ZekrDesc": "[يعجب ربنا ممن يقولها]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": "",
        "Fadl": "عَنْ أَبِي هُرَيْرَةَ، قَالَ: كُنْتُ أَمْشِي مَعَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي نَخْلٍ لِبَعْضِ أَهْلِ الْمَدِينَةِ، فَقَالَ: «يَا أَبَا هُرَيْرَةَ، هَلَكَ الْمُكْثِرُونَ، إِلَّا مَنْ قَالَ هَكَذَا وَهَكَذَا وَهَكَذَا - ثَلَاثَ مَرَّاتٍ: حَثَا بِكَفَّيْهِ عَنْ يَمِينِهِ وَعَنْ يَسَارِهِ وَبَيْنَ يَدَيْهِ -، وَقَلِيلٌ مَا هُمْ»، ثُمَّ مَشَى سَاعَةً فَقَالَ: «يَا أَبَا هُرَيْرَةَ، أَلَا أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ؟»، فَقُلْتُ: بَلَى يَا رَسُولَ اللهِ. فَقَالَ: «لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ، وَلَا مَلْجَأَ مِنَ اللهِ إِلَّا إِلَيْهِ»، ثُمَّ مَشَى سَاعَةً فَقَالَ: «يَا أَبَا هُرَيْرَةَ، هَلْ تَدْرِي مَا حَقُّ النَّاسِ عَلَى اللهِ، وَمَا حَقُّ اللهِ عَلَى النَّاسِ؟»، قُلْتُ: اللهُ وَرَسُولُهُ أَعْلَمُ، قَالَ: «فَإِنَّ حَقَّ اللهِ عَلَى النَّاسِ أَنْ يَعْبُدُوهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا، فَإِذَا فَعَلُوا ذَلِكَ فَحَقٌّ عَلَيْهِ أَنْ لَا يُعَذِّبَهُمْ».\nمسند أحمد (8085)، بسند صحيح، صحيح الترغيب والترهيب (3261).",        
        "TypeID": 5,
        "ZekrContent": "لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ، وَلَا مَلْجَأَ مِنَ اللهِ إِلَّا إِلَيْهِ.\n",
        "ZekrDesc": "[كنز من كنوز الجنة]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": "",
        "Fadl": "عن أبي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يُصَدِّقُ الْعَبْدُ فِي خَمْسٍ يَقُولُهُنَّ، إِذَا قَالَ: لَا إِلَهَ إِلَّا اللَّهُ لَا شَرِيكَ لَهُ، قَالَ: صَدَقَ عَبْدِي، وَإِذَا قَالَ: لَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ، قَالَ: صَدَقَ عَبْدِي، وَإِذَا قَالَ: لَا إِلَهَ إِلَّا اللَّهُ وَالْحَمْدُ لِلَّهِ، قَالَ: صَدَقَ عَبْدِي، وَإِذَا قَالَ: لَا إِلَهَ إِلَّا اللَّهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، قَالَ: صَدَقَ عَبْدِي».\nمسند أبي يعلى الموصلي (6163)، وصححه حسين سليم أسد.",        
        "TypeID": 5,
        "ZekrContent": "لَا إِلَهَ إِلَّا اللَّهُ لَا شَرِيكَ لَهُ، لَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ وَالْحَمْدُ لِلَّهِ، لَا إِلَهَ إِلَّا اللَّهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ.",
        "ZekrDesc": "[من قالهن صدقه الله، يقول: صدق عبدي]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": 0,
        "Fadl": "عن عُبَادَةُ بْنُ الصَّامِتِ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَالَ: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، وَأَنَّ عِيسَى عَبْدُ اللهِ، وَابْنُ أَمَتِهِ، وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ، وَأَنَّ الْجَنَّةَ حَقٌّ، وَأَنَّ النَّارَ حَقٌّ، أَدْخَلَهُ اللهُ مِنْ أَيِّ أَبْوَابِ الْجَنَّةِ الثَّمَانِيَةِ شَاءَ».\nصحيح مسلم (28).",        
        "TypeID": 5,
        "ZekrContent": "أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، وَأَنَّ عِيسَى عَبْدُ اللهِ، وَابْنُ أَمَتِهِ، وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ، وَأَنَّ الْجَنَّةَ حَقٌّ، وَأَنَّ النَّارَ حَقٌّ.",
        "ZekrDesc": "[من قالها أَدْخَلَهُ اللهُ مِنْ أَيِّ أَبْوَابِ الْجَنَّةِ الثَّمَانِيَةِ شَاءَ]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": "",
        "Fadl": "عَنِ ابْنِ عُمَرَ، قَالَ: إِنْ كُنَّا لَنَعُدُّ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الْمَجْلِسِ الْوَاحِدِ مِائَةَ مَرَّةٍ: «رَبِّ اغْفِرْ لِي، وَتُبْ عَلَيَّ، إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ»\nسنن أبي داود (1516)، وصححه الألباني.",        
        "TypeID": 5,
        "ZekrContent": "رَبِّ اغفرْ لي وَتبْ عَلَيَّ، إنَّكَ أَنتَ التوَّاب الرحيم",
        "ZekrDesc": "",        
        "ZekrNoOfRep": 100        
    },
    {
        "BasmlaType": "",
        "Fadl": "عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ بِشَجَرَةٍ يَابِسَةِ الوَرَقِ فَضَرَبَهَا بِعَصَاهُ فَتَنَاثَرَ الوَرَقُ، فَقَالَ: «إِنَّ الحَمْدُ لِلَّهِ وَسُبْحَانَ اللَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ لَتُسَاقِطُ مِنْ ذُنُوبِ العَبْدِ كَمَا تَسَاقَطَ وَرَقُ هَذِهِ الشَّجَرَةِ».\nسنن الترمذي (3533)، وحسنه الألباني في صحيح الجامع الصغير (1601).",        
        "TypeID": 5,
        "ZekrContent": "الحَمْدُ لِلَّهِ وَسُبْحَانَ اللَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ.",
        "ZekrDesc": "[من قالها تساقطت منه ذنوبه كما يتساقط ورق الشجرة اليابسة]",        
        "ZekrNoOfRep": 1        
    },
    {
        "BasmlaType": 0,
        "Fadl": "عَنْ جُوَيْرِيَةَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَرَجَ مِنْ عِنْدِهَا بُكْرَةً حِينَ صَلَّى الصُّبْحَ، وَهِيَ فِي مَسْجِدِهَا، ثُمَّ رَجَعَ بعْدَ أَنْ أَضْحَى، وَهِيَ جَالِسَةٌ، فقَالَ: «مَا زِلْتِ عَلَى الْحَالِ الَّتِي فَارَقتُكِ عَلَيهَا؟» قَالَتْ: نعَمْ، قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَقَدْ قلْتُ بعْدَكِ أَرْبَعَ كَلِمَاتٍ، ثَلَاثَ مَرَّاتٍ، لَوْ وُزِنَتْ بِمَا قلْتِ مُنْذُ الْيوْمِ لَوَزَنَتهُنَّ: سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ».\nصحيح مسلم (2726). وبوب له ابن حبان بقوله: ذِكْرُ اسْتِحْبَابِ الْإِكْثَارِ لِلْمَرْءِ مِنَ التَّسْبِيحِ وَالتَّحْمِيدِ وَالتَّمْجِيدِ وَالتهْلِيلِ وَالتَّكْبِيرِ لِلَّهِ جَلَّ وَعَلَا رَجَاءَ ثِقَلِ الْمِيزَانِ بِهِ فِي الْقِيَامَةِ.\nصحيح ابن حبان (3/ 114)\r",        
        "TypeID": 5,
        "ZekrContent": "سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
        "ZekrDesc": "[تفضُل ثواب ذكر الله من الفجر ]",        
        "ZekrNoOfRep": 1        
    }
]
